Revit 2027 API
ParameterTypeId.RbsElecCircuitNamingIndex Property
 "Circuit Naming Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitNamingIndex { get; }
Public Shared ReadOnly Property RbsElecCircuitNamingIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitNamingIndex {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitNamingIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace